{
    "birthday": {
        "highest": "Wow! What a strong character! Once your mind is set to a goal you are unstoppable. This can be dangerous if you realize on your way that you are going in the wrong direction. Then your energy is in free fall and spreads into many uncontrolled directions which can cause destruction easily. Earthquakes around your birthday caused severe destruction and loss of life over large areas. There are only around 3 earthquakes with similar magnitude per year. We hope you learn how to use your powers wisely. With great power comes great responsiblity.",
        "major": "Incredible. You are very present. When you enter a room you will immediately get all the attention. Take care you give enough room for others. We are stronger together, each with their own abilities and goals. You will risk running into conflicts especially with people having a greater magnitude level than you. Earthquakes around your birthday caused serious damage. Only 3-20 people are born each year with equal energetic impact.",
        "strong": " You are a loyal and committed soul. But at the same time, you keep a lot of resentment and revenge in your heart for things and people that have done injustice to you. This is how you might get misinterpreted and people can miss out on your complex spirit. Earthquakes around your birthday caused moderate damage in populated areas. There are only 2-200 earthquakes with this magnitude each year.",
        "moderate": "You know how to moderate yourself. You tell your opinion and make sure you are heard. However you are able to find compromises in most situations. Nevertheless you have a tendency to take advantage of people not as articulate as you. Earthquakes around your birthday caused some damage to weak structures.",
        "light": "You work hard at coming off all effortless and perfect. You have high standards, none more so than for yourselves. For this reason you can come off as uptight or critical, make sure to take a dive in the big blue ocean of the moment from time to time. Earthquakes around your birthday were felt by all though only minor breakage to objects were caused.",
        "minor": "Wow, you have gentle, kind energy. People love to be around you to enjoy the brizzling energy you emit. You are considered with others because your goal is to bring things into balance and harmony. You might easily get overpowered by people with stronger magnitude levels. It is important you find your places to vibe and be all in your energy. Earthquakes around your birthday were felt by many people though they caused no damage.",
        "micro": "You enjoy your own company very much. There is not much you need besides your own mind and time. For you it is not about impact or power. Yet there is so much to learn from you especially for people with very high magnitude levels. Earthquakes around your birthday were generally not felt, though recorded on local instruments.",
        "default": "No earthquake"
    }
}